/////// 1 ///////
1_SPAN                                        = "1 Span"
1_WAY                                         = "1 Way"
1_WAY_SLAB                                    = "1 Way Slab"
1_WAY_SUPPORT                                 = "1 Way Support"
100PERCENT_SPLICE                             = "100% Splice"
1ST_FL_LEVEL                                  = "1st FL Level"
2_SPAN                                        = "2 Span"
2_WAY                                         = "2 Way"
2_WAY_SLAB                                    = "2 Way Slab"
50PERCENT_SPLICE                              = "50% Splice"

/////// A ///////
ACTUAL_WIDTH                                  = "Actual Width"
ADD                                           = "Add"
ADDITIONAL_REBAR                              = "Additional Rebar"
ALL                                           = "All"
ALL_LAYERS                                    = "All Layers"
AMPLIFICATION_FACTOR                          = "Amplification Factor"
ANALYSIS_OPTION                               = "Analysis Option"
ANCH_BOLT_CAST_HEADED_STUD                    = "Cast-In-Place Headed Stud"
ANCH_BOLT_CAST_HEADED_BOLT                    = "Cast-In-Place Headed Bolt"
ANCH_BOLT_CAST_HOOKEDBOLTL                    = "Cast-In-Place Hooked Bolt-L"
ANCH_BOLT_CAST_HOOKEDBOLTJ                    = "Cast-In-Place Hooked Bolt-J"
ANCH_BOLT_POST_UNDERCUTANC                    = "Post-Installed Undercut Anchor"
ANCH_BOLT_POST_EXPANSIONTC                    = "Post-Installed Expansion Anchor ( Torque )"
ANCH_BOLT_POST_EXPANSIONDC                    = "Post-Installed Expansion Anchor ( Displacement )"
ANCH_BOLT_POST_ADHESIVEANC                    = "Post-Installed Adhesive Anchor"
ANCHOR                                        = "Anchor"
ANCHOR_BOLT                                   = "Anchor Bolt"
ANCHOR_TYPE                                   = "Anchor Type"
ANGLE                                         = "Angle"
ANGLE_CONNECTION                              = "Angle Connection"
ANGLE_MEMBER                                  = "Angle Member"
APPLICABLE_FACTOR                             = "Applicable Factor"
APPLY                                         = "Apply"
APPLY_CURRENT_LOAD_FACTOR                     = "Apply current load factor"
APPLY_DIVISION_PLATE                          = "Apply Division Plate"
APPLY_EXPECTED_YIELD_STRESS                   = "Apply Expected Yield Stress"
APPLY_PILOTIS_GUIDELINE_MOLIT                 = "Apply Pilotis Guideline, MOLIT"
APPLY_PILOTIS_PROVISIONS_KDS_41_17_00         = "Apply Pilotis Provisions, KDS 41 17 00"
APPLY_SEISMIC_PROVISIONS                      = "Apply Seismic Provisions"
APPLY_SEISMIC_WIDTH_THICKNESS_RATIO           = "Apply seismic width-thickness ratio"
APPLY_SPECIAL_PROVISION                       = "Apply Special Provision"
APPLY_SPECIAL_PROVISIONS                      = "Apply Special Provisions"
APPLY_TO_SHEAR_CHECK                          = "Apply to shear check"
AUTO                                          = "Auto"
AUTO_CALC_DOT                                 = "Auto calc."
AUTO_CALCULATE_FRICTION_FACTOR                = "Auto Calculate Friction Factor"
AUTO_RESIZE                                   = "Auto Resize"
AXIAL                                         = "Axial"
AXIAL_FORCE                                   = "Axial Force"
AXIAL_FORCE_AND_MOMENT                        = "Axial Force && Moment"
AXIAL_STRENGTH                                = "Axial Strength"

/////// B ///////
BACK_FILL                                     = "Back Fill"
BACK_SLOPE_DIST_DOT                           = "Back Slope Dist."
BACK_TRUSS                                    = "Back Truss"
BAR_ARRANGEMENT                               = "Bar Arrangement"
BAR_SPACING                                   = "Bar Spacing"
BAR_ARRANGEMENT_TYPE                          = "Bar Arrangement Type"
BASE_MEMBER                                   = "Base Member"
BASE_MEMBER_SIDE                              = "Base Member Side"
BASE_PLATE                                    = "Base Plate"
BASIC_INFORMATION                             = "Basic Information"
BASIS_WALL                                    = "Basis Wall"
BE_DOT_HOR_DOT                                = "BE. Hor."
BEAM                                          = "Beam"
BEAM_SLASH_COLUMN                             = "Beam / Column"
BEAM_SLASH_GIRDER                             = "Beam / Girder"
BEAM_STRENGTH_WITH_V_BRACE                    = "Beam Strength with V Brace"
BEAM_TABLE                                    = "Beam Table"
BEARING                                       = "Bearing"
BEARING_CAPA_DOT                              = "Bearing Capa."
BENDING                                       = "Bending"
BOLT                                          = "Bolt"
BOLT_HOLE                                     = "Bolt Hole"
BOLT_HOLE_INFORMATION                         = "Bolt Hole Information"
BOLT_NAME                                     = "Bolt Name"
BOTTOM                                        = "Bottom"
BOTTOM_THICK                                  = "Bottom Thick"
BOUNDARY_BEAMS                                = "Boundary Beams"
BOUNDARY_CONDITION                            = "Boundary Condition"
BOUNDARY_CONDITION_OF_BUTTRESS                = "Boundary Condition of Buttress"
BOUNDARY_ELEMENT                              = "Boundary Element"
BRACE                                         = "Brace"
BRACE_STRENGTH                                = "Brace Strength"
BRACE_TENSION_FLANGE                          = "Brace Tension Flange"
BREAKOUT_STRENGTH_COEFFICIENT                 = "Breakout Strength Coefficient"
BROWSE_DDDOT                                  = "Browse..."

/////// C ///////
CALC_DOT_BY_PROGRAM                           = "Calc. by Program"
CALCULATE                                     = "Calculate"
CALCULATION                                   = "Calculation"
CALCULATION_RESULT                            = "Calculation Result"
CALCULATION_SUMMARY                           = "Calculation Summary"
CALCULATION_TYPE                              = "Calculation Type"
CANCEL                                        = "Cancel"
CAPACITY                                      = "Capacity"
CENTER                                        = "Center"
CHANNEL                                       = "Channel"
CHECK                                         = "Check"
CHECKING                                      = "Checking"
CHECK_MEMBER                                  = "Check Member"
CHECK_RESULT                                  = "Check Result"
CHECKING_POINT                                = "Checking Point"
CIRCLE                                        = "Circle"
CLOSE                                         = "Close"
COEFFICIENT                                   = "Coefficient"
COEFFICIENT_SLASH_FACTOR                      = "Coefficient / Factor"
COHESION                                      = "Cohesion"
COLOR                                         = "Color"
COLUMN                                        = "Column"
COLUMN_PLUS_BEAM                              = "Column + Beam"
COLUMN_PLUS_BEAM_CONNECTION                   = "Column + Beam Connection"
COLUMN_DATA                                   = "Column Data"
COLUMN_DETAIL_INFORMATION                     = "Column Detail Information"
COLUMN_INFO_DOT                               = "Column Info."
COLUMN_INFORMATION                            = "Column Information"
COLUMN_INFORMATION_TABLE                      = "Column Information Table"
COLUMN_LAYERS                                 = "Column Layers"
COLUMN_LOCATION                               = "Column Location"
COLUMN_LOCATION_DRAWING                       = "Column Location Drawing"
COLUMN_NAME                                   = "Column Name"
COLUMN_SECTION                                = "Column Section"
COLUMN_SPLICE                                 = "Column Splice"
COLUMN_SCALE                                  = "Column Scale"
COLUMNS                                       = "Columns"
COMMAND_BUTTON                                = "Command Button"
COMBINED_RATIO                                = "Combined Ratio"
COMBINED_N_RATIO                              = "Combined\nRatio"
COMPOSITE_BEAM                                = "Composite Beam"
COMPRESSION                                   = "Compression"
COMPRESSION_REBAR                             = "Compression Rebar"
COMPRESSIVE_CONTROL                           = "Compressive Control"
CONCENTRATED_FORCE                            = "Concentrated Force"
CONCRETE                                      = "Concrete"
CONCRETE_BREAKOUT_STRENGTH                    = "Concrete Breakout Strength"
CONCRETE_PRYOUT_STRENGTH                      = "Concrete Pryout Strength"
CONCRETE_SIDE_FACE_BLOWOUT_STRENGTH           = "Concrete Side-Face Blowout Strength"
CONN_DOT_TYPE                                 = "Conn. Type"
CONNECTION_TYPE                               = "Connection Type"
CONSIDER_BOLT_HOLE_DEFORMATION                = "Consider Bolt Hole Deformation"
CONSIDER_CONCENTRATED_FORCE                   = "Consider Concentrated Force"
CONSIDER_CONCENTRATED_LOAD                    = "Consider Concentrated Load"
CONSIDER_FLANGE_THICKNESS                     = "Consider Flange Thickness"
CONSIDER_GIRDER_MODE                          = "Consider Girder Mode"
CONSIDER_LB                                   = "Consider Lb"
CONSIDER_REBAR                                = "Consider Rebar"
CONSIDER_SELF_WEIGHT                          = "Consider Self Weight"
CONSIDER_WEB_THICKNESS                        = "Consider Web Thickness"
CONSTRUCTION_LOAD                             = "Construction Load"
CONTOUR                                       = "Contour"
COPY                                          = "Copy"
CORNER                                        = "Corner"
COUNTERSUNK                                   = "Countersunk"
COVER                                         = "Cover"
COVER_PLATE                                   = "Cover Plate"
CRACK                                         = "Crack"
CRACK_CONDITION                               = "Crack Condition"
CRACK_CONTROL                                 = "Crack Control"
CRANE_INFORMATION                             = "Crane Information"
CRANE_SPAN                                    = "Crane Span"
CRANE_TYPE                                    = "Crane Type"
CREATE_DRAWING                                = "Create Drawing"
CREATE_REPORT                                 = "Create Report"
CRITERIA_FOR_DEFL_DOT                         = "Criteria for Defl."
CRITERIA_FOR_DEFLECTION                       = "Criteria for Deflection"
CURRENT_MEMBER                                = "Current Member"

/////// D ///////
DAMP_DOT_RATIO                                = "Damp. Ratio"
DATA                                          = "Data"
DATA_FILE_IS_NOT_EXIST                        = "Data File is NOT Exist"
DEAD                                          = "Dead"
DEAD_LOAD                                     = "Dead Load"
DECIMAL_PLACE                                 = "Decimal Place"
DECK                                          = "Deck"
DECK_PLATE                                    = "Deck Plate"
DEFAULT                                       = "Default"
DEFLECTION                                    = "Deflection"
DEFLECTION_CONDITION                          = "Deflection Condition"
DEFLECTION_CONDITIONS                         = "Deflection conditions"
DEFLECTION_CRITERIA                           = "Deflection Criteria"
DELETE                                        = "Delete"
DENSITY                                       = "Density"
DEPTH                                         = "Depth"
DESIGN                                        = "Design"
DESIGNING                                     = "Designing"
DESIGN_CODE                                   = "Design Code"
DESIGN_DATA                                   = "Design Data"
DESIGN_FORCE                                  = "Design Force"
DESIGN_FORCES                                 = "Design Forces"
DESIGN_INFO_DOT                               = "Design Info."
DESIGN_INFORMATION                            = "Design Information"
DESIGN_LOAD                                   = "Design Load"
DESIGN_MEMBER                                 = "Design Member"
DESIGN_METHOD                                 = "Design Method"
DESIGN_MOMENT                                 = "Design Moment"
DESIGN_OPTION                                 = "Design Option"
DESIGN_PARAMETER                              = "Design Parameter"
DESIGN_PARAMETERS                             = "Design Parameters"
DESIGN_REQUIREMENTS                           = "Design Requirements"
DESIGN_RESULT                                 = "Design Result"
DESIGN_STRENGTH                               = "Design Strength"
DETAIL                                        = "Detail"
DETAIL_INFORMATION                            = "Detail Information"
DETAIL_REPORT                                 = "Detail Report"
DEVELOPMENT_AND_SPLICING                      = "Development & Splicing"
DEVELOPMENT_LENGTH                            = "Development Length"
DIAMETER                                      = "Diameter"
DIFFERENCE_OF_LEVEL                           = "Difference of level"
DIMENSION                                     = "Dimension"
DIRECT                                        = "Direct"
DIRECT_CONNECTION                             = "Direct Connection"
DIR_X                                         = "Dir-X"
DIR_Y                                         = "Dir-Y"
DISPLAY_OPTION                                = "Display Option"
DIST_DOT_FROM_EDGE                            = "Dist. from Edge"
DISTRIBUTION_BAR                              = "Distribution Bar"
DIVISION_PLATE                                = "Division Plate"
DO_NOT_CONSIDER                               = "Do not consider"
DO_NOT_SPLICE                                 = "Do not splice"
DOUBLE_REBAR                                  = "Double Rebar"
DOUBLE_SHEAR                                  = "Double Shear"
DRAWING                                       = "Drawing"
DRY                                           = "Dry"
DURING_CONSTRUCTION                           = "During Construction"

/////// E ///////
EA_SLASH_LAYER                                = "EA / Layer"
ECCENTRICITY                                  = "Eccentricity"
EDGE_HEIGHT                                   = "Edge Height"
EDGE_LENGTH                                   = "Edge Length"
EDGE_STIFFENER                                = "Edge Stiffener"
EDIT_OPTION                                   = "Edit Option"
EFFECT_DOT_WIDTH                              = "Effect. Width"
EFFECTIVE_CREEP_RATIO                         = "Effective Creep Ratio"
EFFECTIVE_SECTION                             = "Effective Section"
EFFECTIVE_WIDTH                               = "Effective Width"
ELECTRODE                                     = "Electrode"
ELEMENT_NUMBERS                               = "Element Numbers"
ELEVATION                                     = "Elevation"
EMBEDDED_PLATE                                = "Embedded Plate"
ENABLE_BY_ALUMINUM_DESIGN_MANUAL              = "Enable by Aluminum Design Manual"
END                                           = "End"
END_SLASH_FIN_PLATE                           = "End / Fin Plate"
END_BAR                                       = "End Bar"
END_RELEASE                                   = "End Release"
END_STIFFENER                                 = "End Stiffener"
END_DOT                                       = "End."
EQUIVALENT_AREA_FOR_GENERAL_SECTION           = "Equivalent Area for General Section"
EQUIVALENT_DIMENSION                          = "Equivalent Dimension"
ERROR                                         = "Error"
ERROR_CODE                                    = "Error Code"
ETC                                           = "Etc"
EUROCODE                                      = "Eurocode"
EXCEL                                         = "Excel"
EXPECTED_YIELD_N_STRESS_RATIO                 = "Expected Yield\nStress Ratio"
EXPECTED_YIELD_STRESS_RATIO                   = "Expected Yield Stress Ratio"
EXPONENTIAL                                   = "Exponential"
EXPORT                                        = "Export"
EXPOSURE                                      = "Exposure"
EXPOSURE_CLASS                                = "Exposure Class"
EXPOSURE_CONDITION                            = "Exposure Condition"
EXT_DOT                                       = "Ext."
EXT_DOT_LENGTH                                = "Ext. Length"
EXTENSION                                     = "Extension"
EXTERNAL                                      = "External"

/////// F ///////
FACTOR                                        = "Factor"
FACTORED_LOAD                                 = "Factored Load"
FACTORS                                       = "Factors"
FATIGUE                                       = "Fatigue"
FILL_N_INSIDE                                 = "Fill\nInside"
FILL_INSIDE_OF_STEEL_SECTION                  = "Fill Inside of Steel Section"
FIND_LEVEL                                    = "Find Level"
FIND_METHOD                                   = "Find Method"
FINISHING_LOAD                                = "Finishing Load"
FLANGE                                        = "Flange"
FLANGE_WIDTH                                  = "Flange Width"
FLG_AND_WEBS_UNDER_CONCENTRATED_FORCES        = "Flg && Webs under Concentrated Forces"
FLG_DOT                                       = "Flg."
FONT                                          = "Font"
FONT_SIZE                                     = "Font Size"
FOOTING                                       = "Footing"
FOOTING_LAYER                                 = "Footing Layer"
FOOTING_SIZE                                  = "Footing Size"
FORCE                                         = "Force"
FORCE_AND_FACTOR                              = "Force && Factor"
FORCE_AND_MOMENT                              = "Force && Moment"
FORCES                                        = "Forces"
FORMULA                                       = "Formula"
FOUNDATION                                    = "Foundation"
FOUNDATION_GROUND                             = "Foundation Ground"
FOUNDATION_REBAR                              = "Foundation Rebar"
FRICTION_ANGLE                                = "Friction Angle"
FRICTION_FACTOR                               = "Friction Factor"
FULL                                          = "Full"
FULL_DEPTH                                    = "Full Depth"

/////// G ///////
GAP                                           = "Gap"
GET_DATA_FROM_RC_BEAM                         = "Get Data from RC Beam"
GET_DATA_FROM_RC_COLUMN                       = "Get Data From RC Column"
GET_DATA_FROM_RC_SLAB                         = "Get Data from RC Slab"
GIRDER                                        = "Girder"
GIRDER_SECTION                                = "Girder Section"
GIRDER_SPAN                                   = "Girder Span"
GIRDER_SPLICE                                 = "Girder Splice"
GIRTH                                         = "Girth"
GRADE                                         = "Grade"
GROUP                                         = "Group"
GROUP_N_SELECT                                = "Group\nSelect"
GROUT                                         = "Grout"
GROSS_SECTION                                 = "Gross Section"

/////// H ///////
HALF_T_SHAPE                                  = "Half T-Shape"
H_BEAM                                        = "H-Beam"
HEADED_STUD                                   = "Headed Stud"
HEEL_BAR                                      = "Heel Bar"
HEEL_LENGTH                                   = "Heel Length"
HEIGHT                                        = "Height"
HIGH_DUCTILITY                                = "High Ductility"
HOLE_TYPE                                     = "Hole Type"
HOOP                                          = "Hoop"
HOOP_BAR                                      = "Hoop Bar"
HOOP_REBAR                                    = "Hoop Rebar"
HOR_DOT                                       = "Hor."
HOR_DOT_BAR                                   = "Hor. Bar"
HORIZONTAL                                    = "Horizontal"
HORIZONTAL_CRITERIA                           = "Horizontal Criteria"
HORIZONTAL_HOLE_FOR_FLANGE                    = "Horizontal Hole for Flange"
HORIZONTAL_HOLE_FOR_WEB                       = "Horizontal Hole for Web"
HORIZONTAL_REBAR                              = "Horizontal Rebar"

/////// I ///////
IMPACT_FACTOR                                 = "Impact Factor"
IMPORT                                        = "Import"
IMPORT_DDDOT                                  = "Import..."
INCREMENT                                     = "Increment"
INDEX                                         = "Index"
INFO_DOT                                      = "Info."
INITIAL_BAR                                   = "Initial Bar"
INITIAL_REBAR                                 = "Initial Rebar"
INNER                                         = "Inner"
INPUT_DATA_REPORT                             = "Input Data Report"
INSERT                                        = "Insert"
INSTALL_TYPE                                  = "Install Type"
INT_DOT                                       = "Int."
INTERMEDIATE_WALL                             = "Intermediate Wall"
INTERNAL                                      = "Internal"
INVERT                                        = "Invert"
ISOLATED                                      = "Isolated"
ITEM_TO_DISPLAY                               = "Item to Display"

/////// J ///////

/////// K ///////

/////// L ///////
LANDING                                       = "Landing"
LATERAL_FORCE_RESISTING_SYSTEM                = "Lateral Force Resisting System"
LAYER                                         = "Layer"
LAYER_SETTING                                 = "Layer Setting"
LEFT                                          = "Left"
LEG                                           = "Leg"
LEG_OF_LENGTH                                 = "Leg of Length"
LENGTH                                        = "Length"
LEVEL                                         = "Level"
LIGHT_WEIGHT_CONCRETE                         = "Light Weight Concrete"
LIMIT                                         = "Limit"
LINE_TYPE                                     = "Line Type"
LINE_WEIGHT                                   = "Line Weight"
LINK                                          = "Link"
LINK_DATA                                     = "Link Data"
LINK_STIFFENER                                = "Link Stiffener"
LINK_TYPE                                     = "Link Type"
LIVE                                          = "Live"
LIVE_LOAD                                     = "Live Load"
LOAD                                          = "Load"
LOAD_COMB_DOT                                 = "Load Comb."
LOAD_COMBINATIONS                             = "Load Combinations"
LOAD_COMBINATIONS__DDDOT                      = "Load Combinations ..."
LOAD_FACTOR                                   = "Load Factor"
LOAD_INFORMATION                              = "Load Information"
LOAD_TYPE                                     = "Load Type"
LOCAL_AXIS                                    = "Local Axis"
LOCATION                                      = "Location"
LOCATION_MAP                                  = "Location Map"
LONGITUDINAL_DIRECTION_OF_MEMBER              = "Longitudinal Direction of Member"
LONG_TERM                                     = "Long-term"

/////// M ///////
MAGNIFICATION_FACTOR                          = "Magnification Factor"
MAIN_BAR                                      = "Main Bar"
MAIN_BAR_ARRANGEMENT                          = "Main Bar Arrangement"
MAIN_REBAR                                    = "Main Rebar"
MAJOR                                         = "Major"
MATERIAL                                      = "Material"
MATERIAL_BY_REBAR_DIA                         = "Material by Rebar Dia"
MATERIAL_STRENGTH                             = "Material Strength"
MAX                                           = "Max"
MAX_DOT_RATIO                                 = "Max. Ratio"
MAX_DOT_REBAR                                 = "Max. Rebar"
MAX_DOT_SPACE                                 = "Max. Space"
MAX_DOT_THICK                                 = "Max. Thick"
MAXIMUM                                       = "Maximum"
MAXIMUM_LAYER_NO_DOT                          = "Maximum Layer No."
MAXIMUM_STRENGTH                              = "Maximum Strength"
MEMBER                                        = "Member"
MEMBER_NAME                                   = "Member Name"
MEMBER_N_NAME                                 = "Member\nName"
MEMBER_TYPE                                   = "Member Type"
MESH_LINE                                     = "Mesh Line"
MESH_SIZE                                     = "Mesh Size"
METHOD                                        = "Method"
MIDAS_LINK                                    = "midas Link"
MID_STIFFENER                                 = "Mid Stiffener"
MIDDLE                                        = "Middle"
MIDDLE_DUCTILITY                              = "Middle Ductility"
MIN_DOT_RATIO                                 = "Min. Ratio"
MIN_DOT_REBAR                                 = "Min. Rebar"
MIN_DOT_SPACE                                 = "Min. Space"
MINIMUM                                       = "Minimum"
MINIMUM_STRENGTH                              = "Minimum Strength"
MINOR                                         = "Minor"
M_N_CURVE                                     = "M-N Curve"
MM_CURVE                                      = "MM Curve"
MODIFY                                        = "Modify"
MOMENT                                        = "Moment"
MOMENT_CONN_DOT                               = "Moment Conn."
MOMENT_DISTRIBUTION_FACTOR                    = "Moment Distribution Factor"
MOMENT_OF_INERTIA                             = "Moment of Inertia"
MOMENT_STRENGTH                               = "Moment Strength"

/////// N ///////
NAME                                          = "Name"
NM_CURVE                                      = "NM Curve"
NO_OF_BARS                                    = "No of Bars"
NO_DOT                                        = "No."
NO_DOT_OF_ANGLE                               = "No. of Angle"
NO_DOT_OF_BARS                                = "No. of Bars"
NO_DOT_OF_BOLT                                = "No. of Bolt"
NO_DOT_OF_COLUMN                              = "No. of Column"
NO_DOT_OF_END_REBARS                          = "No. of End Rebars"
NO_DOT_OF_LAYERS                              = "No. of Layers"
NO_DOT_OF_LOADING_CYCLES                      = "No. of Loading Cycles"
NO_DOT_OF_ROW                                 = "No. of Row"
NO_DOT_OF_SUPPORTED_BEAM                      = "No. of supported beam"
NO_DOT_PER_SIDE                               = "No. per Side"
NONE                                          = "None"
NORMINAL_STENGTH                              = "Norminal Strength"
NOTE                                          = "Note"
NUMBER                                        = "Number"
NUT                                           = "Nut"

/////// O ///////
OFFSET_FACTOR                                 = "Offset Factor"
OK                                            = "OK"
OK_CAP                                        = "OK"
OPENING                                       = "Opening"
OPTION                                        = "Option"
ORDERING_OPTION                               = "Ordering Option"
ORDINARY                                      = "Ordinary"
OUTER                                         = "Outer"
OVERTURNING                                   = "Overturning"
OVERTURNING_MOMENT                            = "Overturning Moment"

/////// P ///////
PARALLEL_DIR_DOT                              = "Parallel Dir."
PARTIAL                                       = "Partial"
PEDESTAL                                      = "Pedestal"
PERMANENT_AXIAL                               = "Permanent Axial"
PIECES                                        = "Pieces"
PILE                                          = "Pile"
PILE_LAYERS                                   = "Pile Layers"
PILOTIS_DESIGN_GUIDE                          = "Pilotis Design Guide"
PILOTIS_GUIDELINE                             = "Pilotis Guideline"
PILOTIS_N_GUIDE                               = "Pilotis\nGuide"
PLACED_ON_PEDESTAL                            = "Placed on Pedestal"
PLAN                                          = "Plan"
PLATE                                         = "Plate"
PM_CURVE                                      = "PM Curve"
PM_FACE                                       = "PM Face"
PM_INTERACTION_CURVE                          = "PM Interaction Curve"
POS_DOT                                       = "Pos."
POS_DOT_OF_GIRDER                             = "Pos. of Girder"
POSITION                                      = "Position"
POSITION_INFORMATION                          = "Position Information"
POSITION_INFORMATION_DDDOT                    = "Position Information..."
POST_ANCHOR_DESIGN_DATA                       = "Post Anchor Design Data"
POST_INSTALLED_ANCHOR_BOLT_DESIGN_DATA        = "Post-Installed Anchor Bolt Design Data"
PRE_DEFINED                                   = "Pre-defined"
PREVIEW                                       = "Preview"
PREVIEW_OPTION                                = "Preview Option"
PRODUCT                                       = "Product"
PROGRAM_MODE                                  = "Program Mode"
PROJECT_MODE                                  = "Project Mode"
PROPERTY                                      = "Property"
PULLOUT_STRENGTH                              = "Pullout Strength"
PURLIN                                        = "Purlin"
PURLIN_SLASH_GIRTH                            = "Purlin / Girth"

/////// Q ///////
QUANTITY                                      = "Quantity"

/////// R ///////
RAIL_WIDTH                                    = "Rail Width"
RATIO                                         = "Ratio"
RC_BEAM                                       = "RC Beam"
RC_COLUMN                                     = "RC Column"
RC_MEMBER                                     = "RC Member"
RC_SECTION                                    = "RC Section"
REACTION                                      = "Reaction"
REBAR                                         = "Rebar"
REBAR_AND_STEEL_ARRANGEMENT                   = "Rebar && Steel Arrangement"
REBAR_AREA                                    = "Rebar Area"
REBAR_AREA_RATIO                              = "Rebar Area Ratio"
REBAR_ARRANGEMENT                             = "Rebar Arrangement"
REBAR_INFO_DOT                                = "Rebar Info."
REBAR_INFORMATION                             = "Rebar Information"
REBAR_LAYERS                                  = "Rebar Layers"
REBAR_N_DIA_DOT                               = "Rebar\nDia."
REBAR_N_DIAMETER                              = "Rebar\nDiameter"
REBAR_NO_PER_LAYER                            = "Rebar no per layer"
REBAR_N_SPACE                                 = "Rebar\nSpace"
REBAR_POSITION                                = "Rebar Position"
REBAR_SPACE                                   = "Rebar Space"
REBAR_TYPE                                    = "Rebar Type"
RECTANGLE                                     = "Rectangle"
RECTANGULAR                                   = "Rectangular"
REINFORCE_OPENING                             = "Reinforce Opening"
REINFORCE_TYPE                                = "Reinforce Type"
REINFORCEMENT                                 = "Reinforcement"
REINFORCEMENT_DETAIL                          = "Reinforcement Detail"
REINFORCEMENT_PROPERTY                        = "Reinforcement Property"
REL_DOT_N_DISP_DOT                            = "Rel.\nDisp."
REPORT                                        = "Report"
REPORT__DDDOT                                 = "Report ..."
REPORT_OPTION                                 = "Report Option"
REPORT_VISUAL_ITEM                            = "Report Visual Item"
RESULT                                        = "Result"
RIB_PLATE                                     = "Rib Plate"
RIGHT                                         = "Right"
ROWS                                          = "Rows"
RUN_FES_FOR_ALL_COMBINATION                   = "Run FES for All Combination"
RUN_FES_FOR_ALL_LOAD_COMBINATION              = "Run FES for All Load Combination"
RUNNIG_DIR_DOT                                = "Runnig Dir."

/////// S ///////
S_DOT_WAVE_N_VELOCITY                         = "S.Wave\nVelocity"
SCALE                                         = "Scale"
SECT_DOT_N_SIZE                               = "Sect.\nSize"
SECTION                                       = "Section"
SECTION_GROUP                                 = "Section Group"
SECTION_INFORMATION                           = "Section Information"
SECTION_LAYER                                 = "Section Layer"
SECTION_N_GROUP                               = "Section\nGroup"
SECTION_N_SIZE                                = "Section\nSize"
SECTION_PROPERTY                              = "Section Property"
SECTION_SHAPE                                 = "Section Shape"
SECTION_TYPE                                  = "Section Type"
SECTION_VIEW                                  = "Section View"
SEISMIC_DESIGN                                = "Seismic Design"
SEISMIC_LOAD                                  = "Seismic Load"
SEISMIC_REQUIREMENT                           = "Seismic Requirement"
SEISMIC_SPECIAL_WALL                          = "Seismic Special Wall"
SELECT                                        = "Select"
SELECT_ALL                                    = "Select All"
SELECT_ANGLE                                  = "Select Angle"
SELECT_COLUMN                                 = "Select Column"
SELECT_MEMBER                                 = "Select Member"
SELECT_MEMBER_TO_IMPORT                       = "Select Member to Import"
SELECT_POSITION                               = "Select Position"
SELECT_RC_BEAM                                = "Select RC Beam"
SELECT_RC_COLUMN                              = "Select RC Column"
SELECT_RC_SLAB                                = "Select RC Slab"
SELECTED_ITEM                                 = "Selected Item"
SEPERATOR                                     = "Seperator"
SERVICE                                       = "Service"
SERVICE_LOAD                                  = "Service Load"
SERVICEABILITY                                = "Serviceability"
SET_N_DEFAULT                                 = "Set\nDefault"
SHAPE                                         = "Shape"
SHEAR                                         = "Shear"
SHEAR_CONN_DOT                                = "Shear Conn."
SHEAR_CONNECTION                              = "Shear Connection"
SHEAR_CONNECTOR                               = "Shear Connector"
SHEAR_FORCE                                   = "Shear Force"
SHEAR_FORCE_OPTION                            = "Shear Force Option"
SHEAR_KEY                                     = "Shear Key"
SHEAR_PLATE                                   = "Shear Plate"
SHEAR_REINFORCEMENT                           = "Shear Reinforcement"
SHEAR_STRENGTH                                = "Shear Strength"
SHEAR_TYPE                                    = "Shear Type"
SHEAR_WALL                                    = "Shear Wall"
SHEAR_WAVE_N_VELOCITY                         = "Shear Wave\nVelocity"
SHORT_TERM                                    = "Short-term"
SHOW_PREVIEW                                  = "Show Preview"
SIMPLE_MODE                                   = "Simple Mode"
SINGLE_REBAR                                  = "Single Rebar"
SINGLE_SHEAR                                  = "Single Shear"
SINUSOIDAL                                    = "Sinusoidal"
SIZE                                          = "Size"
SIZE_TYPE                                     = "Size Type"
SKIN_BAR                                      = "Skin Bar"
SKIN_REBAR                                    = "Skin Rebar"
SLAB                                          = "Slab"
SLAB_TYPE                                     = "Slab Type"
SLAB_THK_DOT                                  = "Slab Thk."
SLIDING 								      = "Sliding"
SLIP_CRITICAL                                 = "Slip Critical"
SLIP_FACTOR                                   = "Slip Factor"
SLOPE                                         = "Slope"
SLOPE_DEPTH                                   = "Slope Depth"
SMART_DESIGN_MEMBER                           = "Smart Design Member"
SMART_DESIGN_OPTION                           = "Smart Design Option"
SNOW_LOAD                                     = "Snow Load"
SOIL                                          = "Soil"
SOIL_BEARING                                  = "Soil Bearing"
SOIL_CAPA_DOT                                 = "Soil Capa."
SOIL_FACTOR                                   = "Soil Factor"
SOIL_LOAD                                     = "Soil Load"
SOIL_N_CLASS_DOT                              = "Soil\nClass."
SOIL_PROPERTIES                               = "Soil Properties"
SORT                                          = "Sort"
SPACE                                         = "Space"
SPACE_BETWEEN_LAYERS                          = "Space between layers"
SPACE_INC_DOT                                 = "Space Inc."
SPACE_INFORMATION                             = "Space Information"
SPACING                                       = "Spacing"
SPACING_LIMIT_OF_MAIN_REBAR                   = "Spacing Limit of Main Rebar"
SPAN                                          = "Span"
SPAN_AND_SUPPORT                              = "Span && Support"
SPECIAL_STRUCTURAL_WALL                       = "Special Structural Wall"
SPECIAL_WALL                                  = "Special Wall"
SPIRAL                                        = "Spiral"
SPLICE                                        = "Splice"
SPLICE_GRADE                                  = "Splice Grade"
SRC                                           = "SRC"
STABILITY_CALCULATION_RESULT                  = "Stability Calculation Result"
STAIR                                         = "Stair"
STAIR_TYPE                                    = "Stair Type"
START_ANGLE                                   = "Start Angle"
STATIC_LOAD                                   = "Static Load"
STEEL                                         = "Steel"
STEEL_BEAM                                    = "Steel Beam"
STEEL_SECTION                                 = "Steel Section"
STEEL_STRENGTH                                = "Steel Strength"
STEM                                          = "Stem"
STEM_REBAR                                    = "Stem Rebar"
STIFFENER                                     = "Stiffener"
STIFFENER_AND_FORCE_DATA                      = "Stiffener && Force Data"
STIRRUP                                       = "Stirrup"
STORY                                         = "Story"
STORY_GROUP                                   = "Story Group"
STORY_GROUPING                                = "Story Grouping"
STORY_INFORMATION                             = "Story Information"
STORY_N_GROUP                                 = "Story\nGroup"
STRENGTH                                      = "Strength"
STRENGTH_FACTOR                               = "Strength Factor"
STRENGTH_RATIO                                = "Strength Ratio"
STRENGTH_REDUCTION_FACTOR                     = "Strength Reduction Factor"
STRESS_N_STRAIN                               = "Stress\n-Strain"
STRESS_N_STRAIN_N_RELATION                    = "Stress\n-Strain\nRelation"
STRESS_STRAIN                                 = "Stress-Strain"
STRESS_STRAIN_RELATION                        = "Stress-Strain Relation"
STRINGER                                      = "Stringer"
STRINGER_SECTION                              = "Stringer Section"
STRIP                                         = "Strip"
STUD                                          = "Stud"
STUD_BOLT                                     = "Stud Bolt"
STUD_HEAD                                     = "Stud Head"
STUD_REQUIREMENT                              = "Stud Requirement"
SUB_BAR                                       = "Sub Bar"
SUMMARY_REPORT                                = "Summary Report"
SUPPORT                                       = "Support"
SUPPORT_CONDITION                             = "Support Condition"
SUPPORTED_MEMBER                              = "Supported Member"
SUPPORTING_MEMBER                             = "Supporting Member"
SURCHARGE_LOAD                                = "Surcharge Load"
SURFACE_LOAD                                  = "Surface Load"
SUSTAINED_LOAD                                = "Sustained Load"
SYMBOL                                        = "Symbol"
SYNC_DOT                                      = "Sync."

/////// T ///////
T_SHAPE                                       = "T Shape"
TABLE                                         = "Table"
TARGET_RATIO                                  = "Target Ratio"
TENSILE_CONTROL                               = "Tensile Control"
TENSION                                       = "Tension"
TEXT_SIZE                                     = "Text Size"
THICK                                         = "Thick"
THICKNESS                                     = "Thickness"
THICKNESS_INFORMATION                         = "Thickness Information"
THK_DOT                                       = "Thk."
TIE_BAR                                       = "Tie Bar"
TIME_DEPENDENT_FACTOR                         = "Time-dependent Factor"
TOE_BAR                                       = "Toe Bar"
TOE_LENGTH                                    = "Toe Length"
TOP                                           = "Top"
TOP_THICK_DOT                                 = "Top Thick."
TORSION                                       = "Torsion"
TORSION_DESIGN_DATA                           = "Torsion Design Data"
TOTAL                                         = "Total"
TOTAL_HEIGHT                                  = "Total Height"
TRANS_DOT_ANGLE                               = "Trans. Angle"
TRANSFER                                      = "Transfer"
TRANSPARENCY                                  = "Transparency"
TRANSV_DOT_BAR                                = "Transv. Bar"
TRANSVERSAL_DIRECTION_OF_MEMBER               = "Transversal Direction of Member"
TRAPEZOIDAL                                   = "Trapezoidal"
TYPE                                          = "Type"

/////// U ///////
UNBRACED_LENGTH                               = "Unbraced Length"
UNCRACK                                       = "Uncrack"
UNIT                                          = "Unit"
UNIT_INDEX                                    = "Unit Index"
UNIT_LOAD                                     = "Unit Load"
UNIT_SYSTEM                                   = "Unit System"
UNIT_TEXT                                     = "Unit Text"
UNIT_TYPE                                     = "Unit Type"
UNSELECT_ALL                                  = "UnSelect All"
UPDATE_MAIN_REBAR                             = "Update Main Rebar"
UPDATE_REBAR_INFORMATION                      = "Update Rebar Information"
UPDATE_SIZE                                   = "Update Size"
UPDATE_STIRRUP                                = "Update Stirrup"
USE                                           = "Use"
USE_AS_RATIO                                  = "Use As Ratio"
USE_BOTTOM_COVER                              = "Use Bottom Cover"
USE_BOTTOM_STIFFENER                          = "Use Bottom Stiffener"
USE_DESIGN_METHOD_OF_GENSLASHADS              = "Use Design Method of Gen/ADS"
USE_DOUBLE_PLATE                              = "Use Double Plate"
USE_END_REBAR                                 = "Use End Rebar"
USE_LEFT                                      = "Use Left"
USE_LINE_LOAD                                 = "Use Line Load"
USE_MOMENT                                    = "Use Moment"
USE_REBAR                                     = "Use Rebar"
USE_RIB_PLATE                                 = "Use Rib Plate"
USE_SAME_COVER                                = "Use Same Cover"
USE_SHEAR_KEY                                 = "Use Shear Key"
USE_STIFFENER                                 = "Use Stiffener"
USE_SUPPORT                                   = "Use Support"
USE_TOP_COVER                                 = "Use Top Cover"
USE_TOP_STIFFENER                             = "Use Top Stiffener"
USE_TYPE                                      = "Use Type"
USE_USER_INPUT                                = "Use User Input"
USE_WING_PLATE                                = "Use Wing Plate"
USE_CLEAR_SPAN                                = "Use Clear Span"
USER                                          = "User"
USER_DEFINE_REINFORCEMENT                     = "User Define Reinforcement"
USER_DEFINED                                  = "User Defined"
USER_DEFINED_LOAD                             = "User defined load"
USER_DEFINED_UNIT_SYSTEM                      = "User defined Unit System"
USER_STRENGTH_FACTOR                          = "User Strength Factor"
USER_STRENGTH_REDUCTION_FACTOR                = "User Strength Reduction Factor"

/////// V ///////
VALUE                                         = "Value"
VER_DOT                                       = "Ver."
VER_DOT_BAR                                   = "Ver. Bar"
VERTICAL                                      = "Vertical"
VERTICAL_REBAR                                = "Vertical Rebar"
VERTICAL_REBAR_BY_STORY_HEIGHT                = "Vertical Rebar by Story Height"
VERTICAL_STIFFENER                            = "Vertical Stiffener"
VIBRATION                                     = "Vibration"
VIBRATION_CHART                               = "Vibration Chart"

/////// W ///////
WALL                                          = "Wall"
WALL_DATA                                     = "Wall Data"
WALL_DATA_DDDOT                               = "Wall Data..."
WALL_GROUP									  = "Wall Group"
WALL_ID                                       = "Wall ID"
WALL_INFOMATION                               = "Wall Infomation"
WALL_LOCATION                                 = "Wall Location"
WALL_MARK                                     = "Wall Mark"
WALL_N_ID                                     = "Wall\nID"
WALL_N_MARK                                   = "Wall\nMark"
WALL_NAME                                     = "Wall Name"
WATER_FACTOR                                  = "Water Factor"
WATER_LEVEL                                   = "Water Level"
WEB                                           = "Web"
WEIGHT_DENSITY                                = "Weight Density"
WELD_MEMBER                                   = "Weld Member"
WELD_MEMBER_SIDE                              = "Weld Member Side"
WELD_SIZE                                     = "Weld Size"
WELDING                                       = "Welding"
WELDING_POSITION                              = "Welding Position"
WELDING_PROPERTY                              = "Welding Property"
WELDING_THROAT_THICKNESS                      = "Welding Throat Thickness"
WHEEL_VIEW                                    = "Wheel View"
WHEELS                                        = "Wheels"
WIDTH                                         = "Width"
WIND_LOAD                                     = "Wind Load"
WING_PLATE                                    = "Wing Plate"

/////// X ///////

/////// Y ///////

/////// Z ///////
